Revit 2027 API
ParameterTypeId.DiameterSymbolText Property
 "Diameter Symbol Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DiameterSymbolText { get; }
Public Shared ReadOnly Property DiameterSymbolText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DiameterSymbolText {
	ForgeTypeId^ get ();
}
static member DiameterSymbolText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace